Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: I've drafted a response based on %@'s current context that you can keep iterating on: - Break the problem into the three most important decisions first. - Start with an actionable first step so you can keep moving. - If you want, I can turn it into a more detailed checklist, copy, or code next. Your latest message was: %@
ar: لقد صغت ردًا بناءً على السياق الحالي لـ %@ يمكنك الاستمرار في تحسينه: - قسّم المشكلة إلى أهم ثلاثة قرارات أولاً. - ابدأ بخطوة أولى قابلة للتنفيذ. - إذا أردت، يمكنني تحويلها إلى قائمة مفصلة أو نص أو كود. آخر رسالة لك كانت: %@
de: Ich habe eine Antwort basierend auf dem aktuellen Kontext von %@ entworfen, die Sie weiter verbessern können: - Unterteilen Sie das Problem zuerst in die drei wichtigsten Entscheidungen. - Beginne mit einem umsetzbaren ersten Schritt. - Wenn Sie möchten, kann ich es in eine detaillierte Checkliste, Text oder Code umwandeln. deine letzte Nachricht war: %@
es: He redactado una respuesta basada en el contexto actual de %@ que puedes seguir iterando: - Desglosa el problema en las tres decisiones más importantes primero. - Comienza con un primer paso concreto para seguir avanzando. - Si quieres, puedo convertirlo en una lista más detallada, texto o código. Tu último mensaje fue: %@
fr: J'ai rédigé une réponse basée sur le contexte actuel de %@ que vous pouvez continuer à améliorer : - Décomposez d'abord le problème en trois décisions les plus importantes. - Commencez par une première étape concrète pour continuer à avancer. - Si vous le souhaitez, je peux le transformer en liste détaillée, texte ou code. Votre dernier message était : %@
hi: मैंने %@ के वर्तमान संदर्भ के आधार पर एक प्रतिक्रिया का मसौदा तैयार किया है जिसे आप दोहराते रह सकते हैं: - सबसे पहले समस्या को तीन सबसे महत्वपूर्ण निर्णयों में विभाजित करें। - कार्रवाई योग्य पहले कदम से शुरुआत करें ताकि आप आगे बढ़ सकें। - यदि आप चाहें, तो मैं इसे अधिक विस्तृत चेकलिस्ट, कॉपी या कोड में बदल सकता हूं। आपका नवीनतम संदेश था: %@
id: Saya telah menyusun respons berdasarkan konteks %@ saat ini yang dapat terus Anda ulangi: - Bagi masalah menjadi tiga keputusan terpenting terlebih dahulu. - Mulailah dengan langkah pertama yang dapat ditindaklanjuti agar Anda dapat terus bergerak. - Jika mau, saya bisa mengubahnya menjadi checklist, copy, atau kode yang lebih detail selanjutnya. Pesan terakhir Anda adalah: %@
ja: %@ の現在のコンテキストに基づいて回答を作成しました。引き続き改善できます： - まず問題を最も重要な3つの判断に分解してください。 - 実行可能な最初のステップから始めましょう。 - ご希望であれば、より詳細なチェックリスト、コピー、またはコードに変換できます。 最新のメッセージ：%@
ko: %@의 현재 컨텍스트를 기반으로 응답을 작성했습니다. 계속 수정할 수 있습니다: - 먼저 문제를 가장 중요한 3가지 결정으로 나누세요. - 실행 가능한 첫 번째 단계부터 시작하세요. - 원하시면 더 자세한 체크리스트, 카피 또는 코드로 변환할 수 있습니다. 최신 메시지: %@
pt_br: Redigi uma resposta com base no contexto atual de %@ que você pode continuar iterando: - Divida o problema nas três decisões mais importantes primeiro. - Comece com um primeiro passo prático para manter o progresso. - Se quiser, posso transformar em uma lista detalhada, texto ou código. Sua última mensagem foi: %@
ru: Я подготовил ответ на основе текущего контекста %@, который вы можете продолжать повторять: - Сначала разбейте проблему на три наиболее важных решения. - Начните с действенного первого шага, чтобы продолжить движение. — Если хотите, я могу превратить его в более подробный чек-лист, скопировать или закодировать дальше. Ваше последнее сообщение было: %@.
th: ฉันได้ร่างคำตอบตามบริบทปัจจุบันของ %@ ที่คุณสามารถทำซ้ำได้: - แบ่งปัญหาออกเป็นสามการตัดสินใจที่สำคัญที่สุดก่อน - เริ่มต้นด้วยก้าวแรกที่สามารถดำเนินการได้เพื่อให้คุณสามารถก้าวต่อไปได้ - หากต้องการ ฉันสามารถเปลี่ยนเป็นรายการตรวจสอบที่ละเอียดยิ่งขึ้น คัดลอก หรือโค้ดต่อไปได้ ข้อความล่าสุดของคุณคือ: %@
tr: %@'nin mevcut bağlamına dayanarak üzerinde tekrarlamaya devam edebileceğiniz bir yanıt taslağı hazırladım: - İlk önce sorunu en önemli üç karara bölün. - Harekete devam edebilmeniz için eyleme geçirilebilir bir ilk adımla başlayın. - İsterseniz bunu daha detaylı bir kontrol listesine, kopyaya veya koda dönüştürebilirim. En son mesajınız şuydu: %@
vi: Tôi đã soạn thảo phản hồi dựa trên bối cảnh hiện tại của %@ mà bạn có thể tiếp tục lặp lại: - Chia vấn đề thành ba quyết định quan trọng nhất trước tiên. - Bắt đầu với bước đầu tiên có thể hành động để bạn có thể tiếp tục tiến lên. - Nếu bạn muốn, tôi có thể biến nó thành một danh sách kiểm tra, bản sao hoặc mã chi tiết hơn tiếp theo. Tin nhắn mới nhất của bạn là: %@
zh_hans: 我已经根据 %@ 的当前上下文起草了一个回复，你可以继续迭代： - 先将问题拆解为三个最重要的决策。 - 从一个可执行的第一步开始，保持推进。 - 如果你需要，我可以将它转化为更详细的清单、文案或代码。 你的最新消息是：%@
zh_hant: 我已根據 %@ 的目前上下文起草了回覆，你可以繼續迭代： - 先將問題拆解為三個最重要的決策。 - 從一個可執行的第一步開始，保持推進。 - 如果需要，我可以將它轉化為更詳細的清單、文案或代碼。 你的最新訊息是：%@

source: I've drafted a response based on %@'s current context that you can keep iterating on:\n\n- Break the problem into the three most important decisions first.\n- Start with an actionable first step so you can keep moving.\n- If you want, I can turn it into a more detailed checklist, copy, or code next.\n\nYour latest message was: %@
ar: لقد أعددت ردًا بناءً على سياق %@ الحالي يمكنك الاستمرار في تحسينه:\n\n- قسّم المشكلة إلى أهم ثلاثة قرارات أولاً.\n- ابدأ بخطوة عملية أولى حتى تتمكن من المتابعة.\n- إذا أردت، يمكنني تحويله إلى قائمة تفصيلية أو نص أو كود.\n\nرسالتك الأخيرة كانت: %@
de: Ich habe eine Antwort basierend auf dem aktuellen Kontext von %@ entworfen, an der du weiterarbeiten kannst:\n\n- Zerlege das Problem zuerst in die drei wichtigsten Entscheidungen.\n- Beginne mit einem konkreten ersten Schritt, damit du weiterkommst.\n- Wenn du möchtest, kann ich es in eine detaillierte Checkliste, einen Text oder Code umwandeln.\n\nDeine letzte Nachricht war: %@
es: He redactado una respuesta basada en el contexto actual de %@ que puedes seguir iterando:\n\n- Divide el problema en las tres decisiones más importantes primero.\n- Comienza con un primer paso concreto para seguir avanzando.\n- Si quieres, puedo convertirlo en una lista detallada, texto o código.\n\nTu último mensaje fue: %@
fr: J'ai rédigé une réponse basée sur le contexte actuel de %@ que vous pouvez continuer à affiner :\n\n- Décomposez le problème en trois décisions clés.\n- Commencez par une première étape concrète pour avancer.\n- Si vous le souhaitez, je peux le transformer en liste détaillée, texte ou code.\n\nVotre dernier message était : %@
hi: मैंने %@ के वर्तमान संदर्भ के आधार पर एक प्रतिक्रिया का मसौदा तैयार किया है जिसे आप दोहराना जारी रख सकते हैं:\n\n- पहले समस्या को तीन सबसे महत्वपूर्ण निर्णयों में विभाजित करें।\n- एक कार्रवाई योग्य पहले चरण से शुरू करें ताकि आप आगे बढ़ सकें।\n- यदि आप चाहें, तो मैं इसे अधिक विस्तृत चेकलिस्ट, कॉपी या अगले कोड में बदल सकता हूं।\n\nआपका नवीनतम संदेश था: %@
id: Saya telah menyusun respons berdasarkan konteks %@ saat ini yang dapat Anda terus ulangi:\n\n- Bagi masalah menjadi tiga keputusan paling penting terlebih dahulu.\n- Mulailah dengan langkah pertama yang dapat ditindaklanjuti sehingga Anda dapat terus melanjutkan.\n- Jika Anda mau, saya dapat mengubahnya menjadi daftar periksa, salinan, atau kode yang lebih detail berikutnya.\n\nPesan terbaru Anda adalah: %@
ja: %@の現在のコンテキストに基づいて回答を作成しました。引き続き改善できます：\n\n- まず問題を最も重要な3つの決定に分割します。\n- 実行可能な最初のステップから始めましょう。\n- ご希望であれば、詳細なチェックリスト、テキスト、コードに変換できます。\n\n最新のメッセージ: %@
ko: %@의 현재 맥락을 기반으로 계속 발전시킬 수 있는 응답을 작성했습니다:\n\n- 먼저 문제를 가장 중요한 세 가지 결정으로 나누세요.\n- 계속 진행할 수 있도록 실행 가능한 첫 번째 단계부터 시작하세요.\n- 원하시면 상세한 체크리스트, 텍스트 또는 코드로 변환할 수 있습니다.\n\n마지막 메시지: %@
pt_br: Elaborei uma resposta com base no contexto atual de %@ que você pode continuar refinando:\n\n- Divida o problema nas três decisões mais importantes primeiro.\n- Comece com um primeiro passo concreto para manter o progresso.\n- Se quiser, posso transformar em uma lista detalhada, texto ou código.\n\nSua última mensagem foi: %@
ru: Я подготовил ответ на основе текущего контекста %@, который вы можете продолжать повторять:\n\n- Сначала разбейте проблему на три наиболее важных решения.\n- Начните с действенного первого шага, чтобы вы могли продолжать двигаться.\n- Если хотите, я могу превратить его в более подробный контрольный список, копию или следующий код.\n\nВаше последнее сообщение: %@
th: ฉันได้ร่างคำตอบตามบริบทปัจจุบันของ %@ ที่คุณสามารถทำซ้ำได้:\n\n- แบ่งปัญหาออกเป็นการตัดสินใจที่สำคัญที่สุดสามประการก่อน\n- เริ่มต้นด้วยขั้นตอนแรกที่สามารถดำเนินการได้ เพื่อให้คุณสามารถเดินหน้าต่อไป\n- หากคุณต้องการ ฉันสามารถเปลี่ยนให้เป็นรายการตรวจสอบ คัดลอก หรือโค้ดที่มีรายละเอียดมากขึ้นในลำดับถัดไป\n\nข้อความล่าสุดของคุณคือ: %@
tr: %@'nin mevcut bağlamını temel alan ve üzerinde tekrarlamaya devam edebileceğiniz bir yanıt taslağı hazırladım:\n\n- İlk önce sorunu en önemli üç karara bölün.\n- Harekete devam edebilmeniz için uygulanabilir bir ilk adımla başlayın.\n- İsterseniz bunu daha ayrıntılı bir kontrol listesine dönüştürebilir, kopyalayabilir veya bir sonraki koda dönüştürebilirim.\n\nSon mesajınız şuydu: %@
vi: Tôi đã soạn thảo phản hồi dựa trên bối cảnh hiện tại của %@ mà bạn có thể tiếp tục lặp lại:\n\n- Trước tiên hãy chia vấn đề thành ba quyết định quan trọng nhất.\n- Bắt đầu với bước đầu tiên có thể hành động để bạn có thể tiếp tục di chuyển.\n- Nếu bạn muốn, tiếp theo, tôi có thể chuyển nó thành danh sách kiểm tra, bản sao hoặc mã chi tiết hơn.\n\nThông báo mới nhất của bạn là: %@
zh_hans: 我根据 %@ 的当前上下文起草了一份回复，你可以继续迭代：\n\n- 先将问题分解为三个最重要的决策。\n- 从一个可执行的第一步开始，保持推进。\n- 如果需要，我可以将其转化为详细清单、文案或代码。\n\n你的最新消息是：%@
zh_hant: 我根據 %@ 的當前上下文起草了一份回覆，你可以繼續迭代：\n\n- 先將問題分解為三個最重要的決策。\n- 從一個可執行的第一步開始，保持推進。\n- 如果需要，我可以將其轉化為詳細清單、文案或程式碼。\n\n你的最新訊息是：%@

source: If the email was opened on another device, enter the address that received it.
ar: إذا تم فتح البريد الإلكتروني على جهاز آخر، فأدخل العنوان الذي استلمته.
de: Wenn die E-Mail auf einem anderen Gerät geöffnet wurde, gib die Adresse ein, an die sie gesendet wurde.
es: Si el correo electrónico se abrió en otro dispositivo, ingrese la dirección que lo recibió.
fr: Si l'e-mail a été ouvert sur un autre appareil, saisissez l'adresse qui l'a reçu.
hi: यदि ईमेल किसी अन्य डिवाइस पर खोला गया था, तो वह पता दर्ज करें जिसने इसे प्राप्त किया था।
id: Jika email dibuka di perangkat lain, masukkan alamat penerimanya.
ja: メールが別のデバイスで開かれた場合は、受信したアドレスを入力します。
ko: 이메일이 다른 기기에서 열렸다면 이메일을 받은 주소를 입력하세요.
pt_br: Se o e-mail foi aberto em outro dispositivo, digite o endereço que o recebeu.
ru: Если письмо было открыто на другом устройстве, введите адрес, на который оно пришло.
th: หากเปิดอีเมลบนอุปกรณ์อื่น ให้ป้อนที่อยู่ที่ได้รับ
tr: E-posta başka bir cihazda açılmışsa, onu alan adresi girin.
vi: Nếu email được mở trên thiết bị khác, hãy nhập địa chỉ đã nhận email.
zh_hans: 如果邮件在其他设备上打开，请输入收到邮件的地址。
zh_hant: 如果電子郵件是在其他裝置上開啟的，請輸入接收該電子郵件的位址。

source: Ignored
ar: تم التجاهل
de: Ignoriert
es: Ignorado
fr: Ignoré
hi: अनदेखा किया गया
id: Diabaikan
ja: 無視済み
ko: 무시됨
pt_br: Ignorado
ru: Игнорировано
th: ถูกละเว้น
tr: Yoksayıldı
vi: Đã bỏ qua
zh_hans: 已忽略
zh_hant: 已忽略

# Image
source: Vision
ar: رؤية
es: Visión
hi: दृष्टि
id: Penglihatan
ja: 画像認識
ko: 비전
pt_br: Visão
ru: Зрение
th: วิสัยทัศน์
tr: Görüş
vi: Tầm nhìn
zh_hans: 识图
zh_hant: 識圖

source: Image Route
ar: مسار الصور
de: Bild-Routing
es: Ruta de imágenes
fr: Routage d'images
id: Rute Gambar
ja: 画像ルート
ko: 이미지 라우팅
pt_br: Roteamento de imagens
ru: Маршрут изображений
th: เส้นทางรูปภาพ
tr: Görsel Yönlendirme
vi: Định tuyến hình ảnh
zh_hans: 图片路由
zh_hant: 圖片路由

source: Image Tool Model
ar: نموذج أداة الصور
de: Bild-Tool-Modell
es: Modelo de herramienta de imagen
fr: Modèle d'outil d'image
id: Model Alat Gambar
ja: 画像ツールモデル
ko: 이미지 도구 모델
pt_br: Modelo de ferramenta de imagem
ru: Модель инструмента изображений
th: โมเดลเครื่องมือรูปภาพ
tr: Görsel Araç Modeli
vi: Mô hình công cụ hình ảnh
zh_hans: 图片工具模型
zh_hant: 圖片工具模型

source: Imported from cc-switch
ar: مُستورد من cc-switch
de: Aus cc-switch importiert
es: Importado desde cc-switch
fr: Importé depuis cc-switch
hi: cc-switch से आयात किया गया
id: Diimpor dari cc-switch
ja: cc-switch からインポート済み
ko: cc-switch에서 가져옴
pt_br: Importado do cc-switch
ru: Импортировано из cc-switch
th: นำเข้าจาก cc-switch
tr: cc-switch'den içe aktarıldı
vi: Đã nhập từ cc-switch
zh_hans: 从 cc-switch 导入
zh_hant: 從 cc-switch 匯入

source: Improve
ar: تحسين
de: Verbessern
es: Mejorar
fr: Améliorer
hi: सुधारें
id: Tingkatkan
ja: 改善
ko: 개선
pt_br: Melhorar
ru: Улучшить
th: ปรับปรุง
tr: İyileştir
vi: Cải thiện
zh_hans: 优化
zh_hant: 優化

source: Incorrect password. API keys were not restored, but you can still import without keys.
ar: كلمة مرور غير صحيحة. لم تتم استعادة مفاتيح واجهة برمجة التطبيقات، ولكن لا يزال بإمكانك الاستيراد بدون مفاتيح.
de: Falsches Passwort. API-Schlüssel wurden nicht wiederhergestellt, Sie können jedoch weiterhin ohne Schlüssel importieren.
es: Contraseña incorrecta. Las claves API no se restauraron, pero aún puedes importarlas sin claves.
fr: Mot de passe incorrect. Les clés API n'ont pas été restaurées, mais vous pouvez toujours importer sans clés.
hi: गलत पासवर्ड। API को पुनर्स्थापित नहीं किया गया, लेकिन आप अभी भी चाबियों के बिना आयात कर सकते हैं।
id: Kata sandi salah. API tidak dipulihkan, namun Anda masih dapat mengimpor tanpa kunci.
ja: パスワードが間違っています。 API キーは復元されませんでしたが、キーなしでもインポートできます。
ko: 비밀번호가 잘못되었습니다. API 키가 복원되지 않았지만 키 없이도 가져올 수 있습니다.
pt_br: Senha incorreta. As chaves de API não foram restauradas, mas você ainda pode importar sem chaves.
ru: Неправильный пароль. API не восстановились, но импортировать без ключей все равно можно.
th: รหัสผ่านไม่ถูกต้อง API ไม่ได้รับการกู้คืน แต่คุณยังสามารถนำเข้าได้โดยไม่ต้องใช้คีย์
tr: Yanlış şifre. API geri yüklenmedi ancak yine de anahtarlar olmadan içe aktarabilirsiniz.
vi: Mật khẩu không chính xác. API chưa được khôi phục nhưng bạn vẫn có thể nhập mà không cần khóa.
zh_hans: 密码错误。API 密钥未恢复，但你仍可以不含密钥的方式导入。
zh_hant: 密碼不正確。 API 金鑰未恢復，但您仍可以在沒有金鑰的情況下匯入。

source: Incorrect password. Please try again or skip to import without keys.
ar: كلمة المرور غير صحيحة. حاول مرة أخرى أو تخطَّ للاستيراد بدون المفاتيح.
de: Falsches Passwort. Versuche es erneut oder überspringe, um ohne Schlüssel zu importieren.
es: Contraseña incorrecta. Inténtalo de nuevo u omite para importar sin claves.
fr: Mot de passe incorrect. Réessayez ou ignorez pour importer sans les clés.
hi: गलत पासवर्ड। फिर से प्रयास करें या कुंजियों के बिना आयात करने के लिए छोड़ें।
id: Kata sandi salah. Coba lagi atau lewati untuk mengimpor tanpa kunci.
ja: パスワードが正しくありません。もう一度お試しになるか、キーを取り込まずにスキップしてください。
ko: 비밀번호가 올바르지 않습니다. 다시 시도하거나 키 없이 가져오려면 건너뛰세요.
pt_br: Senha incorreta. Tente novamente ou pule para importar sem as chaves.
ru: Неверный пароль. Повторите попытку или пропустите, чтобы импортировать без ключей.
th: รหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้งหรือข้ามเพื่อนำเข้าโดยไม่มีคีย์
tr: Parola yanlış. Yeniden deneyin veya anahtarlar olmadan içe aktarmak için atlayın.
vi: Mật khẩu không đúng. Hãy thử lại hoặc bỏ qua để nhập mà không có khóa.
zh_hans: 密码不正确。请重试，或跳过以在不导入密钥的情况下继续。
zh_hant: 密碼不正確。請重試，或略過以在不匯入金鑰的情況下繼續。

source: Inject Codex client identity
ar: حقن هوية عميل Codex
de: Codex-Client-Identität einfügen
es: Inyectar identidad de cliente Codex
fr: Injecter l'identité client Codex
hi: Codex क्लाइंट पहचान इंजेक्ट करें
id: Suntikkan identitas klien Codex
ja: Codex クライアント身分を注入
ko: Codex 클라이언트 식별 정보 주입
pt_br: Injetar identidade do cliente Codex
ru: Вставлять идентификатор клиента Codex
th: แนบข้อมูลระบุไคลเอนต์ Codex
tr: Codex istemci kimliğini ekle
vi: Tiêm danh tính client Codex
zh_hans: 注入 Codex 客户端身份
zh_hant: 注入 Codex 客戶端身分

source: Inject global Memory into conversations
ar: حقن الذاكرة العامة في المحادثات
de: Globales Gedächtnis in Unterhaltungen einfügen
es: Inyectar memoria global en las conversaciones
fr: Injecter la mémoire globale dans les conversations
hi: बातचीत में वैश्विक मेमोरी डालें
id: Masukkan Memori global ke dalam percakapan
ja: 会話にグローバルメモリーを注入
ko: 대화에 글로벌 메모리 주입
pt_br: Injetar memória global nas conversas
ru: Внедрить глобальную память в разговоры
th: ใส่หน่วยความจำส่วนกลางเข้าไปในการสนทนา
tr: Küresel Belleği konuşmalara enjekte edin
vi: Đưa bộ nhớ toàn cầu vào cuộc trò chuyện
zh_hans: 在对话中注入全局记忆
zh_hant: 在對話中注入全域記憶

source: Instructions
ar: التعليمات
de: Anweisungen
es: Instrucciones
hi: निर्देश
id: instruksi
ja: インストラクション
ko: 지시사항
pt_br: Instruções
ru: Инструкции
th: คำแนะนำ
tr: Talimatlar
vi: Hướng dẫn
zh_hans: 指令
zh_hant: 指令

source: Invalid API Key
ar: مفتاح API غير صالح
de: Ungültiger API-Schlüssel
es: Clave API no válida
fr: Clé API invalide
hi: अमान्य API Key कुंजी
id: Kunci API Key tidak valid
ja: 無効な APIキー
ko: 잘못된 API 키
pt_br: Chave de API inválida
ru: Неверный ключ API Key
th: คีย์ API Key ไม่ถูกต้อง
tr: Geçersiz API Key Anahtarı
vi: Khóa API Key không hợp lệ
zh_hans: API 密钥无效
zh_hant: API 金鑰無效

source: It's okay to be up.
ar: لا بأس أن تظل مستيقظًا.
de: Es ist okay, wach zu sein.
es: No pasa nada por estar despierto.
fr: C'est OK de veiller.
hi: जगे रहना भी ठीक है।
id: Tak apa kalau masih bangun.
ja: 起きてても大丈夫
ko: 안 자도 괜찮아
pt_br: Tudo bem ficar acordado.
ru: Ничего, что не спишь.
th: ตื่นอยู่ก็ไม่เป็นไรนะ
tr: Uyumamak sorun değil.
vi: Thức cũng không sao.
zh_hans: 醒着也没关系
zh_hant: 醒著也沒關係

source: Jump to latest
ar: الانتقال إلى الأحدث
de: Zum Neuesten springen
es: Ir a lo más reciente
fr: Aller au plus récent
hi: नवीनतम पर जाएँ
id: Lompat ke terbaru
ja: 最新へ移動
ko: 최신으로 이동
pt_br: Ir para o mais recente
ru: К последнему
th: ไปที่ล่าสุด
tr: En sona git
vi: Đến mục mới nhất
zh_hans: 跳到最新
zh_hant: 跳到最新

source: Just now
ar: الآن
de: Gerade eben
es: Justo ahora
fr: À l'instant
hi: बस अब
id: Baru saja
ja: たった今
ko: 방금
pt_br: Agora mesmo
ru: Прямо сейчас
th: แค่ตอนนี้
tr: Şu anda
vi: Vừa rồi
zh_hans: 刚刚
zh_hant: 剛剛

source: Keep Local Data
ar: الاحتفاظ بالبيانات المحلية
de: Lokale Daten behalten
es: Conservar datos locales
fr: Conserver les données locales
hi: स्थानीय डेटा रखें
id: Simpan Data Lokal
ja: ローカルデータを保持
ko: 로컬 데이터 유지
pt_br: Manter Dados Locais
ru: Храните локальные данные
th: เก็บข้อมูลท้องถิ่น
tr: Yerel Verileri Koruyun
vi: Giữ dữ liệu cục bộ
zh_hans: 保留本地数据
zh_hant: 保留本機資料

source: Knowledge Files
ar: ملفات المعرفة
de: Wissensdateien
es: Archivos de conocimiento
fr: Fichiers de connaissances
hi: ज्ञान फ़ाइलें
id: File Pengetahuan
ja: ナレッジファイル
ko: 지식 파일
pt_br: Arquivos de conhecimento
ru: Файлы знаний
th: ไฟล์ความรู้
tr: Bilgi Dosyaları
vi: Tệp kiến ​​thức
zh_hans: 知识文件
zh_hant: 知識文件

source: Known image-gen models include gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. A regular chat model like gpt-4o or claude-4-sonnet will not generate images even if you tick this on.
ar: تشمل نماذج إنشاء الصور المعروفة gpt-image-1 و dall-e-3 و gemini-2.5-flash-image-preview و qwen-image و doubao-seedream-3-0-t2i. لن يتمكن نموذج محادثة عادي مثل gpt-4o أو claude-4-sonnet من إنشاء الصور حتى لو قمت بتفعيل هذا الخيار.
de: Bekannte Bildgenerierungsmodelle sind gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Ein normales Chatmodell wie gpt-4o oder claude-4-sonnet erzeugt keine Bilder, auch wenn Sie diese Option aktivieren.
es: Los modelos conocidos de generación de imágenes incluyen gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Un modelo de chat normal como gpt-4o o claude-4-sonnet no generará imágenes aunque actives esta opción.
fr: Les modèles de génération d'images connus incluent gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Un modèle de chat ordinaire comme gpt-4o ou claude-4-sonnet ne générera pas d'images même si vous cochez cette option.
hi: जाने-माने इमेज-जेन मॉडल में gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i शामिल हैं। gpt-4o या claude-4-sonnet जैसे सामान्य चैट मॉडल यह विकल्प चालू करने पर भी चित्र नहीं बनाएंगे।
id: Model pembuat gambar yang dikenal meliputi gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Model obrolan biasa seperti gpt-4o atau claude-4-sonnet tidak akan menghasilkan gambar meski opsi ini diaktifkan.
ja: 既知の画像生成モデルには gpt-image-1、dall-e-3、gemini-2.5-flash-image-preview、qwen-image、doubao-seedream-3-0-t2i などがあります。gpt-4o や claude-4-sonnet のような通常のチャットモデルは、この項目を有効にしても画像を生成できません。
ko: 알려진 이미지 생성 모델에는 gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i 등이 있습니다. gpt-4o나 claude-4-sonnet 같은 일반 채팅 모델은 이 옵션을 켜도 이미지를 생성하지 못합니다.
pt_br: Modelos de geração de imagens conhecidos incluem gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Um modelo de chat comum como gpt-4o ou claude-4-sonnet não gerará imagens mesmo que você marque esta opção.
ru: Известные модели генерации изображений: gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Обычная чат-модель, такая как gpt-4o или claude-4-sonnet, не будет генерировать изображения, даже если вы включите этот флажок.
th: โมเดลสร้างรูปภาพที่รู้จักได้แก่ gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i เป็นต้น โมเดลแชททั่วไปอย่าง gpt-4o หรือ claude-4-sonnet ติ๊กตัวเลือกนี้ก็ยังสร้างรูปไม่ได้
tr: Bilinen resim üretim modelleri arasında gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i bulunur. gpt-4o veya claude-4-sonnet gibi normal sohbet modelleri bu seçeneği işaretleseniz bile resim üretmez.
vi: Các mô hình tạo ảnh phổ biến gồm gpt-image-1, dall-e-3, gemini-2.5-flash-image-preview, qwen-image, doubao-seedream-3-0-t2i. Mô hình trò chuyện thông thường như gpt-4o hay claude-4-sonnet sẽ không tạo ảnh dù bạn bật mục này.
zh_hans: 已知的图片生成模型包括 gpt-image-1、dall-e-3、gemini-2.5-flash-image-preview、qwen-image、doubao-seedream-3-0-t2i 等。普通对话模型（如 gpt-4o、claude-4-sonnet）即使勾选此项也无法生成图片。
zh_hant: 已知的圖片生成模型包括 gpt-image-1、dall-e-3、gemini-2.5-flash-image-preview、qwen-image、doubao-seedream-3-0-t2i 等。一般對話模型（如 gpt-4o、claude-4-sonnet）即使勾選此項也無法產生圖片。

source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
id: 7 hari terakhir
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
th: 7 วันที่ผ่านมา
tr: Son 7 gün
vi: 7 ngày gần nhất
zh_hans: 近 7 天
zh_hant: 近 7 天

source: Last Checked
ar: آخر تحقق
de: Letzte Prüfung
es: Última verificación
fr: Dernière vérification
hi: अंतिम बार जाँच की गई
id: Terakhir diperiksa
ja: 最終確認
ko: 마지막 확인
pt_br: Última verificação
ru: Последняя проверка
th: ตรวจสอบครั้งล่าสุด
tr: Son kontrol edildi
vi: Đã kiểm tra lần cuối
zh_hans: 上次检查
zh_hant: 上次檢查

source: Last Synced
ar: آخر مزامنة
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
hi: अंतिम बार समन्वयित किया गया
id: Terakhir Disinkronkan
ja: 最終同期
ko: 마지막 동기화
pt_br: Última sincronização
ru: Последняя синхронизация
th: ซิงค์ครั้งล่าสุด
tr: Son Senkronize Edildi
vi: Đồng bộ hóa lần cuối
zh_hans: 上次同步
zh_hant: 上次同步

source: Last synced: %@
ar: آخر مزامنة: %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
hi: अंतिम बार समन्वयित: %@
id: Terakhir disinkronkan: %@
ja: 最終同期：%@
ko: 마지막 동기화: %@
pt_br: Última sincronização: %@
ru: Последняя синхронизация: %@
th: ซิงค์ครั้งล่าสุด: %@
tr: Son senkronizasyon: %@
vi: Đồng bộ hóa lần cuối: %@
zh_hans: 上次同步：%@
zh_hant: 上次同步：%@

source: Last used model selection restored
ar: تمت استعادة آخر اختيار للنموذج
de: Zuletzt verwendete Modellauswahl wiederhergestellt
es: Se restauró la última selección de modelo
fr: Dernière sélection de modèle restaurée
hi: पिछला चयनित मॉडल पुनर्स्थापित
id: Pilihan model terakhir dipulihkan
ja: 前回使用したモデルの選択を復元しました
ko: 마지막으로 사용한 모델 선택을 복원했습니다
pt_br: Última seleção de modelo restaurada
ru: Восстановлен последний выбор модели
th: กู้คืนโมเดลที่ใช้ล่าสุดแล้ว
tr: Son kullanılan model seçimi geri yüklendi
vi: Đã khôi phục lựa chọn mô hình gần nhất
zh_hans: 已恢复上次使用的模型选择
zh_hant: 已恢復上次使用的模型選擇
